{ "success": 1, "query_summary": { "num_reviews": 20, "review_score": 7, "review_score_desc": "Positive", "total_positive": 21, "total_negative": 1, "total_reviews": 22 }, "reviews": [ { "recommendationid": "195745449", "author": { "steamid": "76561197989751472", "num_games_owned": 0, "num_reviews": 1, "playtime_forever": 105, "playtime_last_two_weeks": 77, "playtime_at_review": 105, "last_played": 1748321080 }, "language": "english", "review": "First of all I am not a maker and I don't know about art. I also write this as my first review of a game. I played it despite not being very familiar with platformers.\n\nBefore playing I expect it would be helpful to get familiar with who droqen is, although certainly one way to do this is to play this game. Having read some of what droqen has put online has helped me frame what this is, in particular what we mean by the term \"gameplay\".\n\nThe game itself is a collection of vignettes; an anthology of ideas, of poems. I like how the game changes and evolves through its constituent stages.\n\nThe stages are themselves raw and messy, in a beautiful way. In a way that I’m sure a perfectionist would struggle to call finished. Each idea is fleeting, touched on briefly, and I am left wanting to explore more deeply.\n\nIt may not fit your idea of what a game is, and that's OK. This game asks what it is to be a maker and to deal with the decisions of what to make others do. I would say it is a work; it was created as a piece of art, as an act of expression, maybe even rebellion and should be treated as such. It calls to be engaged with seriously.\n\nIn much the same way as you might come away from a modern art exhibit and say to yourself \"well I'm not really sure what that was all about\" - I had moments when I am left feeling like this is too high brow for me or that I didn't really get it, like it went over my head, like I'm not the intended target of it. I am likely overthinking.\n\nBy “act of expression” here I mean that the creator is pouring themselves into the game, what I believe droqen would call \"blood\". You can feel it when you play it.\n\nNot only do you get the feeling of droqen's emotion, you get the feeling that it was emotional to make; that it was emotionally cathartic to make.\n\nIt makes me want to know how it feels to make games.\n\nIt is this expression at its core that makes me want to play more and through playing learn more about the maker, to empathise with them. Maybe droqen and I both feel really weird about towers, for example.\n\nThis game should help you challenge the notion of what a game is or what a game should be. It certainly plays with the boundaries of what you can and can't do.\n\nIn many ways the game is satire. It challenges the ethics of game making, games that subvert the player to do work, make the number go up, hijacking their brain.\n\n\"jump, read, and explore the world until you win!\"\n\nI still felt compelled to complete each level. At times this was genuinely tedious and unpleasant. Which I think is at odds with the rebuke of games that force players to do unpleasant things. That being said, it remains interesting throughout.\n\nIn terms of the experience, smaller details like the animations when you fall over are delightful. The music explores interesting ideas and took me to interesting places. \n\nI am left with the feeling that droqen is breaking the player. At times the game is shocking, overwhelming, stressful, claustrophobic. At other times it is meditative and blissful. In the end you have to let go to enjoy the ride.\n\nI’m overall left with the feeling that it was fun to make and it makes me want to make too. This game has left a deep impression on me. Thanks for a cool time.\n", "timestamp_created": 1748324134, "timestamp_updated": 1748324134, "voted_up": true, "votes_up": 2, "votes_funny": 0, "weighted_vote_score": "0.53125", "comment_count": 0, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false }, { "recommendationid": "195678855", "author": { "steamid": "76561198044153467", "num_games_owned": 871, "num_reviews": 9, "playtime_forever": 68, "playtime_last_two_weeks": 68, "playtime_at_review": 68, "last_played": 1748235778 }, "language": "english", "review": "I'm not great with words and I don't make games and never have, so I don't feel like I can say all that much about The End of Gameplay, but if nothing else I feel like I understand one developer's personal struggles with game development a lot better now. And that's neat, it puts the phrase \"a tour of the inside of a stranger's soul\" into my head (quote from Worm Girl's video on Wooden Ocean.) Worth the money and time.", "timestamp_created": 1748238808, "timestamp_updated": 1748238808, "voted_up": true, "votes_up": 0, "votes_funny": 0, "weighted_vote_score": 0.5, "comment_count": 0, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false }, { "recommendationid": "195566087", "author": { "steamid": "76561198284126796", "num_games_owned": 160, "num_reviews": 1, "playtime_forever": 187, "playtime_last_two_weeks": 187, "playtime_at_review": 187, "last_played": 1748105408 }, "language": "english", "review": "The End Of Gameplay is a collection of short platformer games related in some way to the idea of \"kill gameplay\". If you're going in expecting some Grand Insight into \"kill gameplay\" don't get your hopes up, or at least it didn't happen to me. Droqen's (admittedly quite scattered) writings about kill gameplay are a better description of what it is and the logic behind it. In my mind, The End Of Gameplay serves more as a companion piece, providing some insight into the dev's internal journey and emotions with kill gameplay and game development in general. Though I won't pretend to understand all of them.\n\nSome of the games had interesting points about droqen's critiques of gameplay expressed through the act of playing them, such as it being easier to get yourself entangled in the bowels of machine lover than it is to worm your way back out. Though his critiques are mostly just expressed through cryptic writing and general vibes. Others (like romantic) feel less like a direct commentary on gameplay and more just life experiences droqen had that he wanted to share. And in doing so serve as an inherent statement of, \"these are the sorts of things I'd like games to talk about and here is how I'd like them to be expressed\". The end of gameplay did expand my view of what games can be, even if just a little bit. Even if I still love gameplay.\n\nNow, is the end of gameplay worth your $20? That's a tough call. If you haven't yet, buy two copies of kero blaster first. Then I'd say go for it.", "timestamp_created": 1748110525, "timestamp_updated": 1748110525, "voted_up": true, "votes_up": 1, "votes_funny": 0, "weighted_vote_score": "0.513888895511627197", "comment_count": 0, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false }, { "recommendationid": "195502388", "author": { "steamid": "76561198010147684", "num_games_owned": 387, "num_reviews": 3, "playtime_forever": 80, "playtime_last_two_weeks": 28, "playtime_at_review": 80, "last_played": 1748037325 }, "language": "english", "review": "i've finally gotten through the end of gameplay in a bit over an hour, taken over several separate sessions. i think i could have done it all at once but after the first few vignettes i decided it would be something i took a little at a time when it felt right. i think i've seen everything, although i suspect there's more to find.\n\ndroqen is a developer whose work i've followed for a very long time now, with probably fishbane or probability 0 being the first ones i remember. i still think about those games. likewise, this is a game i'll be thinking about for a long time.\n\nthis is a game that has made me feel things about video games that i haven't felt in a long time. i've had this suspicion for a while that making video games is something that's too \"solved\" at this point. there are seemingly mostly universal best practices for \"this is how you make a menu\", \"this is how your controls should feel\", \"this is how progression should work\". this isn't necessarily a bad phenomenon, games are better made than they ever have been. and yet. there (my nostalgia more blinding than the sun) used to be a sort of idiosyncrasy to playing a game where everything was made the way maker thought was best, for better or for worse. those sorts of games absolutely still exist, but i no longer dig for them like i used to.\n\nthis is a game that made me feel that feeling of opening a random .exe from a forum and finding something really singular and beautiful.\n\nthere's a chris ware (cartoonist) quote about having to only be sort of good at drawing and sort of good at writing to make comics. now, ware is incredible at both, and so too are the writing and interactive elements here. like comics, i think video games are, at their best, more than the sum of the disparate elements to make them. this is a game that i felt like i needed to play, myself, to get the experience that i got. it never tried to trick me, but there were so many genuine surprises. these all made me really happy and were directly because of playing it. there's lot of beautiful thoughts in this game, and the way each part handles what its trying to do makes those so much richer.\n\nmy favorite vignettes are: the oubliettes, summer, blood, contribution, dream of the mountain, the end of gameplay, but also all of them.\n\nthis is a good game. i think it will generally reach the people who it's meant to, and there's a good chance that if you've found it you'll like it too.\n\n(i didn't mean for this to be so long, but i had and continue to have THOUGHTS)", "timestamp_created": 1748037455, "timestamp_updated": 1748037785, "voted_up": true, "votes_up": 1, "votes_funny": 0, "weighted_vote_score": 0.5, "comment_count": 0, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false }, { "recommendationid": "195364072", "author": { "steamid": "76561199373212673", "num_games_owned": 0, "num_reviews": 1, "playtime_forever": 43, "playtime_last_two_weeks": 43, "playtime_at_review": 13, "last_played": 1748358152 }, "language": "english", "review": "droqen,\n\nsince i know youll be reading this i thought i should address this directly to you. i found your game incongruent and trite. im certain youre a kind and loving person so i will keep this review to things i would only say directly to your face in person.\n\n\"games as authors expression alone\" is a very funny idea to have. in my mind theres a sliding scale of how close an observer is \"tied\" to an art form. you could also think of this as where its provenance comes from, how it exists in physical reality. music can only be unless listened to, paintings can only be when seen, games only are when played, etc etc. and the act of \"playing a game\" requires a great deal more of audience participation and space for an observer to move and think and react to what youre showing them. games are exceptional in that way of allowing a person experiencing it to \"fight back\" in a sense.\n\ncontinuing that thought i experienced your game on exclusively my terms (how selfish) with the same amount of charity and leniency i would give a stranger ($20 and 15 minutes of my time) [3]. the poetry paired with the twinkie-sized pixel environments felt more like description than anything. some of it was very hard to read but im sure you know that already. really, this wouldve been a much more worthwhile experience if i wasnt the one that had to move the bunny around. i wouldnt find it a particularly stunning exhibit at the MCA but still. this concrete \"constructive\" criticism isnt really befitting of a game with ankle-deep levels of physical substance, allow me to return to abstract nonsense\n\nthese sort of navel-gazing art pieces i find online always show me some fault line between \"said\" and \"done\". if these 20 bunny level things are the culmination of this idea then i simply dont believe you. now i have to introduce two very loaded words, \"postmodern\" and \"cynical\". i do think that your game here is postmodern in that it rejects the current state of modernism in gaming [1]. i also think its cynical in the sense that youve let me splash around in a proverbial kiddie pool and told me its the summation of a grand idea youve been talking so much. dont get me wrong, i love splashing in kiddie pools from time to time, but i wouldnt say they contribute much to artistic discussion. i read on your little pinboard thing after the fact with the review about \"hating the game, not the player\". except. games are the people who play them. all this talk of \"kill gameplay\" as a serious part of what you devote your time to at this very moment (may 2025) while stapling it to 20-ish poem platformers feels at best glib and at worst like i was taken advantage of. i feel like instead of having made this game and let me (specifically me, i cant speak for others) play it you shouldve just written it down\n\noverall, i enjoyed writing this review more than playing your game. i hope you do not find the above paragraphs demeaning, as i would like to see more of what you do in the future. the 2nd oubliette was my favorite level [2]\n\n[1]: my pet theory is that games as art lags behind the rest of the world by 80 years. while most forms became influenced by the modern around 1910 and then postmodern around 1945, games reached postmodernity around 2015. we still have both schools of thought running concurrently in all aspects of life of course, this is obvious\n\n[2]: this is not a joke. nothing i said in this review is a joke. everything i wrote is something i personally believe in enough to write a steam review about it. this is the modern day equivalent of an old man writing a letter to the editor of his local newspaper. i liked the second oubliette more than the first one because the jagged and vertical geometry was more interesting to jump around in and look at. the first oubliette felt like running around inside an orange. i stayed in that one for 10 seconds. i stayed in the 2nd oubliette for about 45 seconds i liked it so much.\n\n[3]: 20 dollars is so much money. 15 minutes is the exact amount of time i needed to play your game", "timestamp_created": 1747853811, "timestamp_updated": 1748066426, "voted_up": false, "votes_up": 30, "votes_funny": 5, "weighted_vote_score": "0.70646589994430542", "comment_count": 4, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false }, { "recommendationid": "195353256", "author": { "steamid": "76561197979979604", "num_games_owned": 1886, "num_reviews": 82, "playtime_forever": 87, "playtime_last_two_weeks": 0, "playtime_at_review": 87, "last_played": 1747084477 }, "language": "english", "review": "droqen kills gameplay, and it immediately grows back from its ashes. \r\n\r\nWherever spike meets block, gameplay will grow in the seam. \r\n\r\nOne jump is physics, two jumps is gameplay.\r\n\r\nIf the game only has one button and that button is \"quit\", gameplay is there.\r\n\r\nGameplay is dead. Long live gameplay.", "timestamp_created": 1747842324, "timestamp_updated": 1747842324, "voted_up": true, "votes_up": 3, "votes_funny": 0, "weighted_vote_score": "0.549099087715148926", "comment_count": 0, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false }, { "recommendationid": "195324147", "author": { "steamid": "76561197972340309", "num_games_owned": 0, "num_reviews": 6, "playtime_forever": 72, "playtime_last_two_weeks": 72, "playtime_at_review": 72, "last_played": 1747796213 }, "language": "english", "review": "In The End Of Gameplay you make your way through a series of 2D platformer vignettes, as a bunny, with one of droqen's typically exotic player controllers, reading lines of poetry that are scattered throughout the screens, wandering through meticulously vibrant and varied tile-based pixel art environments encased in sparsely evocative synth melodies. Each vignette is an expression of a different perspective of the elephant that is The Problem that has consumed droqen's mind for the past five years, at least, and only recently crystallized into the war-cry 'Kill Gameplay': why, after being in love with games for so long, and while still being inexplicably and inextricably drawn to them, am I so fundamentally unsatisfied, and perhaps even disgusted, with them? It's a complicated feeling. But also, to the existential gameplayer, a familiar one.\n\nStruggle, pain, hope, folly, death, searching, history, striving, acceptance. Longing.\n\nBlood.\n\nThese are the clearest words that came to mind after finishing the game. I, too, have struggled to understand how I could give so much of myself over to something that is, in the moment, so deeply enchanting, but is, in retrospect, so 'clearly' empty. I longed for a deeper connection to my world from my life of gameplay. Learning cardboard cutouts of systems, chasing after carefully crafted trails of carrots, overcoming what turn out to be only the blown-up shadows of sticks - it all gets to feel a bit too fake, too Disney, too neat, too known. Entertaining, and immersive, but ultimately distracting. When will it actually mean something to me? When will it actually change me, make me better?\n\nThe End Of Gameplay doesn't answer the question. It's up to you, the player, to find your own answer, and ultimately to change yourself. TEOG can't do it for you, but it is there to help you figure it out. Through commisery.\n\nTEOG is a rich game, immersive in the moment and in retrospect. It's a network of interactive poems that are filled with life, each made fuller by their relations to the others. A collective organism, an architecture of embodied thought. It is very good to be playing 'game' while ruminating on 'game' - just moving around, deciding what to do, considering what is being asked of you, considering how you are feeling, considering what others have done, considering what you have done... And all the while, it being not always easy to know what's on the next screen. And you, finally being at peace with that.", "timestamp_created": 1747796597, "timestamp_updated": 1747796597, "voted_up": true, "votes_up": 1, "votes_funny": 0, "weighted_vote_score": "0.486111104488372803", "comment_count": 0, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false }, { "recommendationid": "195298566", "author": { "steamid": "76561198342314674", "num_games_owned": 0, "num_reviews": 8, "playtime_forever": 122, "playtime_last_two_weeks": 122, "playtime_at_review": 122, "last_played": 1747773890 }, "language": "english", "review": "i love you droqen", "timestamp_created": 1747773992, "timestamp_updated": 1747773992, "voted_up": true, "votes_up": 1, "votes_funny": 0, "weighted_vote_score": "0.519999980926513672", "comment_count": 0, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false }, { "recommendationid": "195249762", "author": { "steamid": "76561197961164832", "num_games_owned": 0, "num_reviews": 9, "playtime_forever": 119, "playtime_last_two_weeks": 0, "playtime_at_review": 119, "last_played": 1747349274 }, "language": "english", "review": "i've been watching droqen work through or talk around the idea of \"kill gameplay\" and one thing that's fascinated me is in these monologues and dialogues is the refusal to reduce \"kill gameplay\" to a simple definition or a set of principles. i don't think i appreciated how valuable that is until playing the collection.\n\nit's easy to imagine versions of these works that are cynical, that resist or frustrate the player, but there's a gentleness to each work and over time i felt some tension dissolving. there aren't really \"puzzles\", but some interactions drive a theme home or surprise and delight.\n\nand you can just leave! after an hour or so, i felt like i could just stop playing a difficult work.\n\nthe one about forests really got me.\n\nthanks droqen, kill gameplay", "timestamp_created": 1747708512, "timestamp_updated": 1747708512, "voted_up": true, "votes_up": 1, "votes_funny": 0, "weighted_vote_score": "0.487341791391372681", "comment_count": 1, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false }, { "recommendationid": "195245834", "author": { "steamid": "76561197967815270", "num_games_owned": 495, "num_reviews": 212, "playtime_forever": 279, "playtime_last_two_weeks": 279, "playtime_at_review": 279, "last_played": 1747699558 }, "language": "english", "review": "As the title may imply this is less of a game and more of an art piece with walking sim meets 8-bit platformer. A series of interactive vignettes that deconstruct gameplay while exploring themes of creation, emotion, humanity, and struggle through the framework of levels, while mixing in poetry and prose.\n\nThe art is minimal but each tile set brings a precise visual style and tone to their respective scenes, and the crudely made bunny you play as has an amateurish look to it, not quite sitting properly on the level and controlling with an imprecision that disguises the careful attention to detail in platforming and movement. The music too is simple without being simplistic and the bit crushed tones help to convey the emotion of the scenes. At once the game looks unpolished, rough, glitchy, and imperfect in such a way that is technically impressive.\n\nThe world feels liminal and old, like a NES title was left on for 30 years and you're exploring whats still kicking around in the memory register. Some levels are short and pointed, others longer and more sprawling, but most are accompanied by writing - stories, analogies, and prose in the form of hypertext. Exploring a variety of paths in a level may reveal slightly different versions of the text and change the tone of its message.\n\nThere are some levels encapsulated by gameplay but less in the sense of trying to provide a traditional gaming experience and more in such a way that it emphasises a point, embodies a theme, or conveys an emotion - often contrary to convention or encapsulating moods not usually conveyed by games. There's an abstract core to the title that permeates most levels leaving the writing vague, unfinished, or even garbled such that it's all open to interpretation. The more direct text seems to form a dialogue with the player conveying a very human inner turmoil - expressing anxiety, confusion, longing, and questioning in ways that can be disarming and provide truly unique clashes with the medium that are thought provoking. Though there are some peaceful and beautiful moments too.\n\nClearly this isn't going to be for everyone, personally I love games as art. Employing the medium of games and their language of game design to convey a message is itself an art. As much as a musician would use music to express themselves with notes, here the changes in gravity and mobility combined with music, art, and animation convey emotion, accented by the platforming and level architecture. There are some funny moments and a lot of very human reflections, but all of the writing feels personal, honest, and above all relatable. If you're interested in a more cerebral and artistic approach to what a game can be I'd say it's worth a play but expect to do your own interpretation of the work. I feel like I've only scratched the surface after a single playthrough.", "timestamp_created": 1747702199, "timestamp_updated": 1747729250, "voted_up": true, "votes_up": 0, "votes_funny": 0, "weighted_vote_score": 0.5, "comment_count": 0, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false }, { "recommendationid": "195189515", "author": { "steamid": "76561198043409387", "num_games_owned": 1166, "num_reviews": 120, "playtime_forever": 103, "playtime_last_two_weeks": 103, "playtime_at_review": 103, "last_played": 1747619805 }, "language": "english", "review": "A poetic look at an idea of an idea about gameplay and the lack of it. Much food for thought, mixing with some ideas in my own head about game spaces and freeform experiences. I can already feel it inspiring little seedlings in my mind.\n\nIronically enough, some of the platforming challenges were frustrating. There was one later in the game I just gave up on and skipped the level. But, one does not need to experience every bit of a game. Some things can remain just out of reach.", "timestamp_created": 1747620621, "timestamp_updated": 1747620621, "voted_up": true, "votes_up": 1, "votes_funny": 0, "weighted_vote_score": 0.5, "comment_count": 0, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false }, { "recommendationid": "195137912", "author": { "steamid": "76561198042749463", "num_games_owned": 0, "num_reviews": 61, "playtime_forever": 12, "playtime_last_two_weeks": 0, "playtime_at_review": 12, "last_played": 1747098582 }, "language": "english", "review": "Enjoying this so far!", "timestamp_created": 1747564503, "timestamp_updated": 1747564503, "voted_up": true, "votes_up": 2, "votes_funny": 0, "weighted_vote_score": 0.5, "comment_count": 0, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false }, { "recommendationid": "195099447", "author": { "steamid": "76561197999353103", "num_games_owned": 0, "num_reviews": 64, "playtime_forever": 145, "playtime_last_two_weeks": 0, "playtime_at_review": 145, "deck_playtime_at_review": 145, "last_played": 1747089256 }, "language": "english", "review": "\"Kill gameplay\" manifests the necessity of recentering games as a way to \"authorial expression\", something that I feel has been missing from the videogame spotlight for a long time.\n\nThe way I understand it, \"Kill gameplay\" is in its simplest, reductionist, purest form, about abandoning any design - or should I say \"over-design\" - that surrounds any artistic work that is there to justify itself as a videogame and hinders, complicates and creates superfluous friction, unnecesary to express the author's ideas. It's about peeling off anything that is not contributing to its true \"raison d'être\".\n\nThe End of Gameplay is an anthology of poems\/vignettes that helps us both understand what \"kill gameplay\" is about and puts us behind its author's psyche to contextualize that idea and understand his approach to the medium as a way of self-expression to cathartic effect.\n\nI really liked The End of Gameplay, both as an anthology in itself (I love some of its poems) and as a way to understand a philosophy that, even if not applied in its purest form in a broad way, it really should be thought and talked about and applied to various degrees in an attempt to recenter a medium that has alientaed a lot of people during, at the very least, the last decade.", "timestamp_created": 1747512645, "timestamp_updated": 1747512645, "voted_up": true, "votes_up": 4, "votes_funny": 0, "weighted_vote_score": "0.505595088005065918", "comment_count": 0, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": true }, { "recommendationid": "195089535", "author": { "steamid": "76561198014383601", "num_games_owned": 0, "num_reviews": 24, "playtime_forever": 53, "playtime_last_two_weeks": 53, "playtime_at_review": 27, "last_played": 1747511166 }, "language": "english", "review": "One of the most interesting game developers in the history of the entire medium makes an inscrutable collection of platforming vignettes. \n\nIncredibly novel\/rich\/interesting Sylvie-esque \"jumping and bumping\" movement mechanics meets contemplative poetry (tbh I find it incredibly hard to read text in games, my thumbs are too impatient to give my brain any more bandwidth ;-; ).\n\nI feel like indie videogames have been \"post-gameplay\" for a very long time already, at least since Dear Esther. But that was cynical hack nonsense with no respect for the audience or the culture. Finally someone who knows what they're doing explores a somewhat similar space (lyrical, evocative, gameplay-in-the-back-seat (and yet that movement is too damn interesting!)), in a way that can't be reduced to a .pdf.\n\nIt's frustrating that this work will probably not reach as many people as your average visual novel. It's depressing that indie games have been a stagnant morass of creatively-bereft commercially-minded lifers trying to build a career out giving people what they think they want, instead of helping to communally explore a wildly unexplored possibility space together with each other and the audience. It's sad that anyone who cares about really contributing to the conversation these days does so by scratching notes in the margins for other like-minded explorers. Sylvie, droqen, Michael Brough, etc. deserve to be superstars. I guess they already are really, it's just that the audience, the press, the marketplace, and the culture in general are too ignorant, trapped in a morass of vapid faff, to notice. Or maybe it's just that no one has the energy, in this exhausting post-capitalist hellscape world.\n\nAnyway, I enjoyed this. <3", "timestamp_created": 1747503016, "timestamp_updated": 1747503016, "voted_up": true, "votes_up": 9, "votes_funny": 0, "weighted_vote_score": "0.550619125366210938", "comment_count": 0, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false }, { "recommendationid": "194927964", "author": { "steamid": "76561198336490203", "num_games_owned": 0, "num_reviews": 39, "playtime_forever": 9, "playtime_last_two_weeks": 0, "playtime_at_review": 9, "last_played": 1747294975 }, "language": "english", "review": "thanks droqen", "timestamp_created": 1747294998, "timestamp_updated": 1747294998, "voted_up": true, "votes_up": 4, "votes_funny": 0, "weighted_vote_score": "0.562021434307098389", "comment_count": 0, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false }, { "recommendationid": "194870910", "author": { "steamid": "76561198037529202", "num_games_owned": 1062, "num_reviews": 97, "playtime_forever": 155, "playtime_last_two_weeks": 0, "playtime_at_review": 155, "last_played": 1747215305 }, "language": "english", "review": "thank you", "timestamp_created": 1747216257, "timestamp_updated": 1747216257, "voted_up": true, "votes_up": 2, "votes_funny": 0, "weighted_vote_score": 0.5, "comment_count": 0, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false }, { "recommendationid": "194800390", "author": { "steamid": "76561197967761806", "num_games_owned": 0, "num_reviews": 17, "playtime_forever": 75, "playtime_last_two_weeks": 0, "playtime_at_review": 75, "last_played": 1747115824 }, "language": "english", "review": "nice meditation on the subject matter presented by the title. feels somewhere between a notebook and a poem collection (more audience-facing than the former, more tentative and ongoing than the latter)\n\ni don't mean this in a \"and yet you participate in society\" way but i found it interesting that the entire thing is built on a 2d platformer with just enough friction to prevent you from losing focus on it at any time. there's a part early on where a score counter shows up to bring you into the territory of \"gameplay\", but i was unsure if the doublejumping & wall bouncing before that wasn't \"gameplay\" either. it's fine, though, since this game is \"the end of\", not \"what comes after\"", "timestamp_created": 1747125727, "timestamp_updated": 1747125727, "voted_up": true, "votes_up": 5, "votes_funny": 0, "weighted_vote_score": "0.562289595603942871", "comment_count": 0, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false }, { "recommendationid": "194791484", "author": { "steamid": "76561198207485927", "num_games_owned": 0, "num_reviews": 1, "playtime_forever": 106, "playtime_last_two_weeks": 0, "playtime_at_review": 106, "last_played": 1747109258 }, "language": "english", "review": "positive review", "timestamp_created": 1747109343, "timestamp_updated": 1747109343, "voted_up": true, "votes_up": 2, "votes_funny": 2, "weighted_vote_score": "0.518518567085266113", "comment_count": 0, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false }, { "recommendationid": "194784761", "author": { "steamid": "76561198025201912", "num_games_owned": 884, "num_reviews": 16, "playtime_forever": 144, "playtime_last_two_weeks": 1, "playtime_at_review": 118, "last_played": 1748573360 }, "language": "english", "review": "A fascinating experimental game by droqen, inspiring strong reflection on the texture of play and the act of creation. It's poetic, though-provoking and features a really cute little bunny sprite. \n\nCrisis, Blood and the Oubliettes were really powerful in particular for me. There is so much to reflect on in this game, really, it's a powerful work. \n\nPermeating through the experience is what felt to me like a warm, gentle glow of love. Delighted to have played it, thank you for making it.\n\nP.S. Remember to try and enjoy yourself when you are trapped.", "timestamp_created": 1747098993, "timestamp_updated": 1747100375, "voted_up": true, "votes_up": 3, "votes_funny": 0, "weighted_vote_score": "0.523809552192687988", "comment_count": 0, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false }, { "recommendationid": "194778305", "author": { "steamid": "76561198027968282", "num_games_owned": 307, "num_reviews": 36, "playtime_forever": 98, "playtime_last_two_weeks": 0, "playtime_at_review": 93, "last_played": 1747089635 }, "language": "english", "review": "If the title and the description grab you, or if you just want to challenge the way you think about games, then I think you'll be happy you spent time and money on this collection. It won't take you long to play each entry, but you can stay as long as you need.", "timestamp_created": 1747089303, "timestamp_updated": 1747089615, "voted_up": true, "votes_up": 2, "votes_funny": 0, "weighted_vote_score": 0.5, "comment_count": 0, "steam_purchase": true, "received_for_free": false, "written_during_early_access": false, "primarily_steam_deck": false } ], "cursor": "AoJ43eSo45YDccyC5wU=" }